Repository: common-repository/nextgen-gallery-geo
Catalog: languages/ngg-geo2-maps-*.po
Languages: pl_pl

source: Disable geocoding
pl_pl: Wyłącz geokodowanie

source: The %1$sBing Maps Platform API’s Terms of Use%2$s state that a hypertext link to the Bing Maps TOU must be provided in specific situations.
pl_pl: %1$sWarunki korzystania z platformy API Map Microsoft Bing%2$s stanowią, że w określonych sytuacjach należy podać łącze hipertekstowe do warunków korzystania z usługi Map Bing.

source: "textOffset" option for pin head's text
pl_pl: Opcja "textOffset" przesunięcia tekstu na znaczniku

source: %1$sNextGEN Gallery Geo%2$s was first written by Frederic Stuhldreier in 2012 and updated independently by %3$sPawel Block%4$s in 2021 to %5$sGeo2 Maps Add-on%6$s. Please help me to improve it by sending your translation or donation.
pl_pl: %1$sNextGEN Gallery Geo%2$s został napisany po raz pierwszy przez Frederica Stuhldreiera w 2012 roku i niezależnie zaktualizowany przez %3$sPawła Blocka%4$s w 2021 roku do %5$sGeo2 Maps Add-on%6$s. Proszę pomóż mi go ulepszyć, wysyłając swoje tłumaczenie lub darowiznę.

source: 1. In JIG settings select "Custom" option for "Lightbox Type" on "Lightbox" tab. 2. Set "Custom attribute name" to "data-fancybox3". 3. Set "Custom attribute value" to "gallery[*instance*]". &ensp;&ensp;(omit quotation marks when entering values.)
pl_pl: 1. W ustawieniach JIG wybierz opcję "Custom" (Niestandardowe) dla "Lightbox Type" na zakładce "Lightbox". 2. Dla "Custom attribute name" ustaw "data-fancybox3". 3. Dla "Custom attribute value" ustaw "gallery[*instance*]". &ensp;&ensp;(Pomijaj znaki cudzysłowu przy wpisywaniu wartości.)

source: Activate Route Mode
pl_pl: Aktywuj tryb trasy

source: Activate to use options below or for Shortcode loading route paths with elements (Shapes) containing balloon description shown using Infoboxes.
pl_pl: Aktywuj, aby skorzystać z poniższych opcji lub dla skrótu Shortcode ładującego ścieżekę trasy z elementami (Kształtami) zawierającymi opis wyświetlanymi za pomocą chmurki - Infoboksa.

source: ACTIVATED
pl_pl: AKTYWOWANY

source: Aerial
pl_pl: Lotniczy

source: Albums Thumbnail scale factor
pl_pl: Scalowanie miniatur albumów

source: An error occurred when saving !
pl_pl: Wystąpił błąd podczas zapisywania!

source: Animated pins
pl_pl: Animowane piny

source: Aperture
pl_pl: Przesłona

source: API key validation request failed when trying to decode Bing Maps server response!
pl_pl: Żądanie weryfikacji klucza API nie powiodło się podczas próby zdekodowania odpowiedzi serwera Bing Maps.

source: API key validation request failed when trying to decode Mapquest server response!
pl_pl: Żądanie weryfikacji klucza API nie powiodło się podczas próby zdekodowania odpowiedzi serwera Mapquest.

source: API key validation successful! You can start using geocoding with MapQuest service.
pl_pl: Udana weryfikacja klucza API! Możesz zacząć używać geokodowania z usługą MapQuest.

source: Auto Mode
pl_pl: Tryb Auto

source: Automatic map placement location on a page
pl_pl: Położenie automatycznie umieszczanej mapy na stronie

source: Autostart in fullscreen on opening
pl_pl: Otwórz w trybie pełnego ekranu po otwarciu

source: Autostart slideshow on opening
pl_pl: Włącz pokaz slajdów po otwarciu

source: Background and text color
pl_pl: Kolor tekstu i tła

source: Background color
pl_pl: Kolor tła

source: Background opacity and color
pl_pl: Kolor i przezroczystość tła

source: Background opacity, image counter style
pl_pl: Przezroczystość tła, styl licznika obrazów

source: Background, caption and buttons opacity and color
pl_pl: Kolor i przezroczystość tła, opisu i przycisków

source: Bing API key validation unsuccessful!
pl_pl: Nieudana weryfikacja klucza API!

source: Bing Maps
pl_pl: Mapy Bing

source: Bing Maps API Key
pl_pl: Klucz Bing Mapy

source: Bing Maps API key validation successful! You can start using Geo2 Maps.
pl_pl: Udana weryfikacja klucza API Bing Maps! Możesz zacząć używać Mapy Geo2.

source: Bing Maps API platform is free to use with some limitations. For more information refer to: %1$sTerms Of Use%2$s, %3$sFAQ%4$s, %5$sLicensing Options chart%6$s.
pl_pl: Platforma Bing Maps API jest bezpłatna z pewnymi ograniczeniami. Więcej informacji można znaleźć w: %1$sWarunki Użytkowania%2$s, %3$sFAQ%4$s, %5$sTabela opcji licencjonowania%6$s.

source: Border width and color
pl_pl: Szerokość i kolor obramowania

source: Bottom caption panel
pl_pl: Panel z opisem na dole ekranu

source: Bottom of the page
pl_pl: Na dole strony

source: Box scale factor to use when auto-resizing the image to fit in a browser (1 = full browser size, 0 = disable resizing)
pl_pl: Współczynnik skali używany podczas automatycznej zmiany rozmiaru obrazu w celu dopasowania do okna przeglądarki (1 to pełny rozmiar okna przeglądarki, 0 wyłączy tą funkcję)

source: Buttons background color
pl_pl: Kolor tła przycisków

source: Buttons Display options
pl_pl: Opcje wyświetlania przycisków funkcji

source: Buttons sign color
pl_pl: Kolor znaku na przyciskach

source: Buttons sign color on hover
pl_pl: Kolor znaku na przyciskach po najechaniu kursorem

source: Camera
pl_pl: Aparat

source: Cancel
pl_pl: Anuluj

source: Canvas Dark
pl_pl: Motyw Ciemny

source: Canvas image thumbnails
pl_pl: Miniatury

source: Canvas Light
pl_pl: Motyw Jasny

source: Caption panel location and content
pl_pl: Położenie i zawartość panelu z opisem obrazu

source: Caption text color
pl_pl: Kolor tekstu opisu obrazu

source: Close
pl_pl: Zamknij

source: Color of the overlay
pl_pl: Kolor tła

source: Color Options
pl_pl: Opcje kolorystyki

source: Comparison of the basic Geo2 Maps and the expanded Geo2 Maps Plus for NextGEN plugins.
pl_pl: Porównanie wersji podstawowej Geo2 Maps i wersji rozszerzonej Geo2 Maps Plus dla wtyczek NextGEN.

source: Control Options
pl_pl: Opcje kontroli zawartością

source: Create a map with selected images by specifying image ids.
pl_pl: Utwórz mapę z wybranymi obrazami, podając numery identyfikacyjne obrazów.

source: Create a map with selected NextGEN galleries by specifying their ids.
pl_pl: Utwórz mapę z wybranymi galeriami NextGEN, określając ich numery identyfikacyjne.

source: Creates a small map in a corner with a smaller zoom. Enable to see Mini Map options.
pl_pl: Tworzy małą mapę w mniejszym powiększeniem w rogu głównej mapy. Włącz, aby zobaczyć opcje Mini Mapy.

source: CSS override field
pl_pl: Pole do nadpisania CSS

source: Current image thumb's preview border colors
pl_pl: Kolory ramki podglądu miniatury bierzącego zdjęcia

source: Dashboard with map navigation controls
pl_pl: Pulpit Nawigacyjny z elementami sterującymi mapą

source: Dashboard, Locate Me button, Scalebar, Copyright, Terms, Logo
pl_pl: Pulpit Nawigacyjny, przycisk Zlokalizuj Mnie, Pasek Skali, Prawa Autorskie, Warunki, Logo

source: Date
pl_pl: Data

source: Deactivate
pl_pl: Dezactywuj

source: Default settings will be restored. Do you really want to do this?
pl_pl: Przywrócone zostaną ustawienia domyślne. Czy naprawdę chcesz to zrobić?

source: Different pin shapes for different image tags
pl_pl: Inne kształty znaczników dla różnych etykiet obrazów

source: Disable Right-click - simple image protection for images
pl_pl: Wyłącz kliknięcie prawym przyciskiem myszy i użyj prostej ochrony obrazu dla obrazów

source: Display "Close" button
pl_pl: Wyświetl przycisk „Zamknij”

source: Display "Download" button
pl_pl: Wyświetl przycisk „Pobierz”

source: Display "Fullscreen" button
pl_pl: Wyświetl przycisk „Pełny ekran”

source: Display "Share" button
pl_pl: Wyświetl przycisk „Udostępnij”

source: Display "Slideshow" button
pl_pl: Wyświetl przycisk „Pokaz obrazów”

source: Display "Thumbs preview" button
pl_pl: Wyświetl przycisk „Podgląd miniatur”

source: Display "Zoom" button
pl_pl: Wyświetl przycisk „Powiększenie”

source: Display counter at the top left corner
pl_pl: Wyświetl licznik obrazów w lewym górnym rogu

source: Display navigation arrows
pl_pl: Wyświetl strzałki nawigacyjne

source: Display options for "Close" button
pl_pl: Opcje przycisku „Zamknij”

source: Display options for toolbar with buttons at the top
pl_pl: Opcje paska funkcji z przyciskami u góry

source: Display thumbnails preview on opening
pl_pl: Wyświetl podgląd miniatur po otwierciu

source: Download
pl_pl: Pobierz

source: E-mail for Open Street Maps Nominatim
pl_pl: E-mail dla Map Open Street Nominatim

source: Enable Ajax shortcode
pl_pl: Aktywuj skrót dla funkcji Ajax

source: Enable infinite gallery navigation
pl_pl: Włącz nieskończoną nawigację po galerii

source: Enable infinite gallery navigation (User can switch between the last and the first image)
pl_pl: Włącz nieskończoną nawigację po galerii (Użytkownik może przełączać się między ostatnim a pierwszym obrazem)

source: Enable Infobox/Lightbox for galleries and Infobox for albums
pl_pl: Włącz Info-okno/Lightbox dla galerii i Info-okno dla albumów

source: Enable only if you want to restore default settings on deactivation/activation of this plugin.
pl_pl: Włącz tylko wtedy, gdy chcesz przywrócić domyślne ustawienia podczas dezaktywacji / aktywacji tej wtyczki.

source: EXIF Viewer
pl_pl: Przeglądarka EXIF

source: Fancybox 3 bottom caption panel mini map
pl_pl: Mini mapa w w dolnym panelu z opisem Fancybox 3

source: Fancybox 3 commerce options
pl_pl: Komercyjne opcje Fancybox 3

source: Fancybox 3 Options
pl_pl: Opcje Fancybox 3

source: Fancybox 3 options
pl_pl: Opcje Fancybox 3

source: Fancybox 3 side caption panel left or right location
pl_pl: Prawe lub lewe położenie panelu z opisem Fancybox 3

source: Fancybox Options
pl_pl: Opcje Fancybox

source: Fancybox options
pl_pl: Opcje Fancybox

source: Focal length
pl_pl: Ogniskowa

source: For parameter "%1$s" please enter a number ≥ %2$s and ≤ %3$s!
pl_pl: Dla parametru "%1$s" proszę wpisać liczbę ≥ %2$s i ≤ %3$s!

source: For the first 3 options, if there are no albums, any found galleries will be placed on a map.
pl_pl: W przypadku pierwszych 3 opcji, jeśli nie ma żadnych albumów, wszelkie znalezione galerie zostaną umieszczone na mapie.

source: Full screen
pl_pl: Pełny ekran

source: Fully customizable map appearance
pl_pl: W pełni konfigurowalny wygląd mapy

source: Future improvements
pl_pl: Przyszłe udoskonalenia

source: Galleries sort order
pl_pl: Kolejność sortowania galerii

source: Gallery Map
pl_pl: Mapa Galerii

source: General
pl_pl: Ogólne

source: General Options
pl_pl: Opcje ogólne

source: Geo2 (Fancybox 3) colour style presets
pl_pl: Predefiniowane style kolorystyczne Geo2 (Fancybox 3)

source: Geo2 Map Widget
pl_pl: Widżet Geo2 Mapy

source: Geo2 Maps
pl_pl: Geo2 Mapy

source: Geo2 Maps Add-on for NextGEN Gallery
pl_pl: Geo2 Maps - dodatek do NextGEN Gallery

source: Geo2 Maps Add-on for NextGEN Gallery is a flexible plugin, displaying beautiful maps with your photos by using EXIF data or geocoding.
pl_pl: Geo2 Maps dla NextGEN Gallery to parametryczna wtyczka, wyświetlająca piękne mapy ze zdjęciami przy użyciu danych EXIF lub geokodowania.

source: Geo2 Maps Plus Add-on was deactivated.
pl_pl: Geo2 Maps Add-on został dezaktywowany.

source: Geocoding
pl_pl: Geokodowanie

source: Geocoding Provider
pl_pl: Dostawca Geokodowania

source: GPS coordinates
pl_pl: Współrzędne GPS

source: Graphical Options
pl_pl: Opcje wyglądu

source: Grayscale
pl_pl: Skla szarości

source: Hide image description and expand when clicked
pl_pl: Ukryj opis obrazu i rozwiń po kliknięciu

source: Hight
pl_pl: Wysokość

source: Horizontal thumbnails preview and automatic orientation
pl_pl: Horyzonatalny podgląd miniatur i automatyczna orientacja

source: How to enable Fancybox 3 for Justified Image Grid plugin.
pl_pl: Jak uaktywnić Fancybox 3 dla wtyczki Justified Image Grid.

source: If no toolbar button is checked above, default buttons: "zoom", "slideshow", "thumbs" and "close" will be visible.
pl_pl: Jeśli żaden przycisk funkcji z powyższych opcji nie jest zaznaczony, domyślne przyciski: „powiększenie”, „pokaz slajdów”, „ikony” i „zamknij” będą widoczne.

source: Image
pl_pl: Obraz

source: Image and border shadow
pl_pl: Cień obrazu i obramowania

source: Image counter style
pl_pl: Styl licznika obrazów

source: Image Map
pl_pl: Mapa z wybranymi obrazami

source: Individual color for image, gallery and album pins
pl_pl: Indywidualne kolory dla znacznikow obrazów, galerii i albumów

source: Infinite gallery navigation
pl_pl: Nieprzerwana nawigację po galerii

source: Infobox
pl_pl: Info-okno

source: Infobox / Lightbox Type
pl_pl: Typ Info-okna / Lightboxu

source: Infobox and Lightbox options
pl_pl: Opcje Info-okna i Lightboxu

source: Infobox automatically adjusts its orientation. For portrait images, a description is shown on the right side of the image. For landscape or square images, a description is shown below the image. Placing any dimensions will override default Infobox behaviour. Leave empty to restore automatization.
pl_pl: Info-okno automatycznie dostosowuje swoją orientację. W przypadku zdjęć portretowych opis jest wyświetlany po prawej stronie obrazu. W przypadku obrazów poziomych lub kwadratowych opis wyświetlany jest pod obrazem. Umieszczenie dowolnych wymiarów zastąpi domyślne zachowanie Info-okna. Pozostaw pola puste, aby orientacja działała automatycznie.

source: Infobox background color
pl_pl: Kolor tłą Info-okna

source: Infobox dragging
pl_pl: Przenoszenie Info-okna

source: Infobox height
pl_pl: Wysokość Info-okna

source: Infobox Options
pl_pl: Opcje Info-okna

source: Infobox options
pl_pl: Opcje Info-okna

source: Infobox or Lightbox for galleries or albums
pl_pl: Info-okno lub Lightbox dla galerii lub albumów

source: Infobox pointer and position offset option
pl_pl: Opcja wskaźnika i przesunięcia położenia Info-okna

source: Infobox size override
pl_pl: Definiowanie wielkości Info-okna

source: Infobox size override:
pl_pl: Zdefiniuj wielkość Info-okna:

source: Infobox text color
pl_pl: Kolor textu Info-okna

source: Infobox width
pl_pl: Szerokość Info-okna

source: Infobox with Lightbox
pl_pl: Info-okno z Lightboxem

source: Insert maps automatically when a gallery or an album is used
pl_pl: Wstaw mapy automatycznie, gdy na stronie znajduje się galeria lub album

source: Latitude
pl_pl: Szerokść geo.

source: Layout Options
pl_pl: Opcje układu

source: Left side offset
pl_pl: Odsunięcie od lewej strony

source: Lens
pl_pl: Obiektyw

source: Load map on demand
pl_pl: Załaduj mapę na żądanie

source: Load map on demand in Ajax Mode
pl_pl: Załaduj mapę na żądanie w trybie Ajax

source: Loading maps may significantly increase a page opening time. This option allows to load them only on a visitor request.
pl_pl: Ładowanie map może znacznie wydłużyć czas otwarcia strony. Ta opcja pozwala załadować je tylko na żądanie użytkownika.

source: Locate Me button (dependent on Dashboard visibility)
pl_pl: Przycisk Zlokalizuj Mnie (zależny od widoczności Pulpitu)

source: Longitude
pl_pl: Długość geo.

source: Map
pl_pl: Mapa

source: Map Height
pl_pl: Wysokość Mapy

source: Map Options
pl_pl: Opcje Mapy

source: Map Provider
pl_pl: Usługodawca map

source: Map Service Provider
pl_pl: Usługodawca Serwisu Mapowego

source: Map Style
pl_pl: Styl Mapy

source: Map style: Canvas Light, Canvas Dark, Grayscale, Ordnance Survey
pl_pl: Style mapy: Motyw Jasny, Motyw Ciemny, Skala szarości, Mapa Topograficzna

source: Map style: Road, Aerial, Bird's-eye view
pl_pl: Styl mapy: Drogowy, Lotniczy, Widok z lotu ptaka

source: Map Width
pl_pl: Szerokość Mapy

source: Map with albums and/or galleries
pl_pl: Mapa z albumami i/lub galeriami

source: Map with selected images
pl_pl: Mapa z wybranymi obrazami

source: Map with tagged images
pl_pl: Mapa zdjęć z etykietami

source: Map zoom level and dimensions
pl_pl: Poziom przybliżenia i wielkość mapy

source: MapQuest API Key
pl_pl: Klucz MapQuest API

source: MapQuest API key validation unsuccessful!
pl_pl: Weryfikacja klucza API MapQuest nieudana!

source: Maps
pl_pl: Mapy

source: Maps with albums and/or galleries or images
pl_pl: Mapa z albumami i/lub galeriami lub obrazami

source: Maps with images contained in galleries
pl_pl: Mapy z obrazmi zawartymi w galeriach

source: Mini Map
pl_pl: Mini Mapa

source: Mini Map left or right location
pl_pl: Położenie Mini Mapy po lewej lub prawej stronie

source: Mini Map size and offset
pl_pl: Wielkość i odsunięcie Mini Mapy

source: Mini Map Style
pl_pl: Styl Mini Mapy

source: Multiple Infoboxes
pl_pl: Wielokrotne Info-okna

source: Next
pl_pl: Następny

source: NextGEN Gallery Lightbox Override Mode
pl_pl: Tryb nadpisywania przeglądarki zdjęć Lightbox z Galerii NextGEN

source: No caption
pl_pl: Bez panelu z opisem

source: No caption and bottom caption panel
pl_pl: Bez panela z opisem i dolny panel z opisem

source: no Lightbox plugin, no Infobox
pl_pl: bez wtyczki Lightbox, bez Info-okna

source: NOT ACTIVATED
pl_pl: NIE AKTYWOWANY

source: of
pl_pl: z

source: Officially undocumented option. Disabling may likely breach the %1$sBing Maps Platform API’s Terms of Use%2$s!
pl_pl: Nieoficjalna, nieudokumentowana opcja. Wyłączenie jej prawdopodobnie naruszy %1$sWarunki Korzystania z Platformy API Bing Maps%2$s!

source: Opacity of background overlay from 0 (opaque) to 1 (transparent)
pl_pl: Nieprzezroczystość tła od 0 (nieprzezroczyste) do 1 (przezroczyste)

source: Opacity of background overlay from 0 (transparent) to 1 (opaque)
pl_pl: Przezroczystość podkładu od 0 (przezroczyste) do 1 (nieprzezroczyste)

source: Option to block Auto Mode
pl_pl: Opcja blokowania trybu Auto

source: Option to disable with other maps
pl_pl: Opcja dezaktywacji z innymi mapami

source: Ordnance Survey
pl_pl: Mapa topograficzna tzw. Ordnance Survey

source: Overlap image title and description on top of Infobox thumbnail
pl_pl: Nałuż tytuł i opis obrazu na miniaturę Info-okna

source: Override Fancybox 3 colors with the values below
pl_pl: Zastąp kolory Fancybox 3 wartościami poniżej

source: Path to route file
pl_pl: Ścieżka do pliku trasy

source: Pause slideshow
pl_pl: Zatrzymaj pokaz slajdów

source: Pins clustering
pl_pl: Grupowanie znacznikó

source: Pins from image or SVG file
pl_pl: Znaczniki z obrazów i plików SVG

source: Please enter a number from 0% to 100%!
pl_pl: Wprowadź liczbę od 0% do 100%!

source: Please enter a number from 24 to %s, percentage 1-100%% or "auto"!
pl_pl: Proszę wprowadzić liczbę od 24 do %s, procent 1-100%% lub "auto"!

source: Please enter a valid API key! Special characters are not allowed.
pl_pl: Wprowadź prawidłowy klucz API! Znaki specjalne nie są dozwolone.

source: Please enter a valid email!
pl_pl: Podaj poprawny adres e-mail!

source: Please enter a valid number for Zoom Level in the range 1-19!
pl_pl: Wprowadź prawidłowy numer dla poziomu powiększenia w zakresie 1-19!

source: Please enter a valid Routes Polygon Edge Width in the range 1-50!
pl_pl: Wprowadź prawidłową szerokość krawędzi wielokąta w zakresie 1-50!

source: Please enter a valid Routes Polyline Width in the range 1-50!
pl_pl: Wprowadź prawidłową szerokość polilinii w zakresie 1-50!

source: Please enter a valid URL! Acceptable protocols: http, https, ftp, ftps
pl_pl: Podaj poprawny adres URL! Dopuszczalne protokoły: http, https, ftp, ftps.

source: Please install the NextGEN Gallery plugin before activation of the Geo2 Maps Add-on.
pl_pl: Zainstaluj wtyczkę NextGEN Gallery przed aktywacją dodatku Geo2 Maps.

source: Please try again later.
pl_pl: Spróbuj ponownie później.

source: Pointer
pl_pl: Wskaźnik

source: Polygon Edge Color
pl_pl: Kolor Krawędzi Wielokątów

source: Polygon Edge Width
pl_pl: Szerokość Krawędzi Wielokątów

source: Polygon Fill Color
pl_pl: Kolor Wypełnienia Wielokątów

source: Polyline and polygon edge width and colors override
pl_pl: Zmiana grubości i koloru polilini i krawędzi wielokąta

source: Polyline Color
pl_pl: Kolor Polilinii

source: Polyline Width
pl_pl: Szerokość Polilinii

source: Prevent bottom caption to overlap the content
pl_pl: Zapobiegaj nakładaniu się dolnego panelu z opisem na tło obrazu

source: Preview Map
pl_pl: Podgląd mapy

source: Previous
pl_pl: Poprzedni

source: Pushpin Color for Albums
pl_pl: Kolor Znacznika dla Albumów

source: Pushpin Color for Galleries
pl_pl: Kolor Znacznika dla Galerii

source: Pushpin Color for Images
pl_pl: Kolor Znacznika dla zdjęć

source: Pushpins
pl_pl: Znaczniki (tzw. Pineski)

source: Pushpins options
pl_pl: Opcje znaczjików (pinesek)

source: Pushpins Type
pl_pl: Typy znaczików

source: Pushpins with thumbnails on hover
pl_pl: Znaczniki z pokazującymi się po najechaniu na nie miniaturami

source: Rectangular
pl_pl: Prostokątne

source: Rectangular thumbnails
pl_pl: Prostokątne miniatury

source: Rectangular thumbnails with round corners
pl_pl: Prostokątne z zaokrąglonymi narożnikami

source: Resizing and the initial size
pl_pl: Zmiana wielkości i wielkość początkowa

source: Restore default settings
pl_pl: Przywróć ustawienia domyślne

source: Road
pl_pl: Droga

source: Round
pl_pl: Okrągłe

source: Round corners
pl_pl: Zaokrąglone narożniki

source: Round thumbnails
pl_pl: Okrągłe miniatury

source: Route options
pl_pl: Opcje tras

source: Routes
pl_pl: Trasy

source: Scale image box to fit in viewport
pl_pl: Skaluj obrazu, aby zmieścić się w oknie przeglądarki

source: Scalebar
pl_pl: Pasek skali

source: Select a desired option below to create a map for:
pl_pl: Wybierz pożądaną opcję poniżej, aby utworzyć mapę dla:

source: Select a desired option below to include:
pl_pl: Wybierz pożądaną opcję poniżej, aby uwzględnić:

source: Server response:
pl_pl: Odpowiedz serwera:

source: Set and save GPS coordinates
pl_pl: Ustaw i zapisz coordynaty GPS

source: Settings saved.
pl_pl: Ustawienia zostały zapisane.

source: Share
pl_pl: Udostępnij

source: Shortcode Editor
pl_pl: Edytor kodu Shortcode

source: Show "Close" button
pl_pl: Pokaż przycisk „Zamknij”

source: Show copyrights or artist name
pl_pl: Pokaż prawa autorskie zdjęcia lub nazwę twórcy

source: Show EXIF and GPS data
pl_pl: Pokaż dane EXIF i GPS

source: Show EXIF information: Created Date, Camera, Aperture, Focal length, ISO, Shutter Speed
pl_pl: Pokaż informacje EXIF: Datę utworzenia, Kamerę, Przysłonę, Ogniskową, ISO, Szybkość migawki

source: Show Facebook and Twitter buttons
pl_pl: Pokaż przyciski Facebook i Twitter

source: Show gallery title and description
pl_pl: Pokaż tytuł i opis galerii

source: Show GPS coordinates
pl_pl: Pokaż współrzędne GPS

source: Show image or gallery title below thumbs or pushpins
pl_pl: Pokaż tytuł obrazu lub galerii poniżej znaczników i miniatur

source: Show image tags
pl_pl: Pokaż etykiety obrazu

source: Show image title
pl_pl: Pokaż tytuł obrazu

source: Show navigation arrows
pl_pl: Pokaż strzałki nawigacyjne

source: Show open at start
pl_pl: Pokaż otwartą po otworzeniu głównej mapy

source: Show specific buttons, navigation arrows, counter
pl_pl: Pokaż określone przyciski, strzałki nawigacyjne, licznik

source: Show thumbnail Caption (subtitle) below the Title
pl_pl: Pokaż opis (podtytuł) znacznika/miniatury poniżej tytułu

source: Show title and caption
pl_pl: Pokaż tytuł i opis

source: Shutter speed
pl_pl: Czas naświetlenia

source: Side caption panel mini map with images location
pl_pl: Panel boczny z mini mapą z położeniem obrazów

source: Size Options
pl_pl: Opcje Wielkości

source: Slideshow speed
pl_pl: Prędkość pokazu slajdów

source: Slideshow Speed in ms (1000ms = 1s)
pl_pl: Prędkość pokazu slajdów w ms (1000ms = 1s)

source: Sliding or fixed side caption panel
pl_pl: Wysuwany lub stały panel boczny z opisem

source: Slimbox 2 Options
pl_pl: Opcje Slimbox 2

source: Slimbox 2 options
pl_pl: Opcje Slimbox 2

source: Space between Fancybox wrapper and content in px
pl_pl: Odstęp pomiędzy otoczką Fancybox a zawartością w px

source: Space between viewport and Fancybox wrapper in px
pl_pl: Odstęp/margines między oknem przeglądarki a oknem Fancybox w px
