Repository: common-repository/nextgen-gallery-geo
Catalog: languages/ngg-geo2-maps-*.po
Languages: pl_pl

source: Start slideshow
pl_pl: Rozpocznij pokaz slajdów

source: Status Code:
pl_pl: Kod statusu:

source: Style of the main map
pl_pl: Styl głównej mapy

source: Support for GPX, XML, KMZ, KML and GeoRSS files
pl_pl: Obsługa plików GPX, XML, KMZ, KML i GeoRSS

source: Text value allows you to customize, translate or disable the counter text which appears in the captions when multiple images are shown. Inside the text, {x} will be replaced by the current image index, and {y} will be replaced by the total number of images. Set it to false (boolean value, without quotes) or "" to disable the counter display.
pl_pl: Wartość tekstowa pozwala dostosować, przetłumaczyć lub wyłączyć licznik tekstu, który pojawia się w opisach, gdy wyświetlanych jest wiele obrazów. Wewnątrz tekstu {x} zostanie zastąpiony przez bieżący indeks obrazów, a {y} zostanie zastąpione przez całkowitą liczbę obrazów. Ustaw na „false” (wartość logiczna, bez cudzysłowów) lub „”, aby wyłączyć wyświetlanie licznika.

source: The geocoding function tries to find the location of a gallery using it's Title, if there are no coordinates available.
pl_pl: Funkcja geokodowania próbuje znaleźć lokalizację galerii, używając jej tytułu, jeśli nie ma dostępnych współrzędnych.

source: The initial height of the box in pixels
pl_pl: Początkowa wysokość okna w pikselach

source: The initial width of the box in pixels
pl_pl: Początkowa szerokość okna w pikselach

source: The requested content cannot be loaded.
pl_pl: Żądana zawartość nie może zostać załadowana.

source: The style of this text can not be changed.
pl_pl: Styl tego tekstu nie może zostać zmieniony.

source: There is a support for pushpins, polylines and polygons in the imported file.
pl_pl: Z wybranego pliku mogą być zaimportowane znaczniki, polilinie i wielokąty.

source: This option will place gallery title, gallery description, image title and image description on top of the Infobox thumbnail image.
pl_pl: Ta opcja spowoduje umieszczenie tytułu galerii, opisu galerii, tytułu obrazu i opisu obrazu na obrazie miniaturki Infobox.

source: This plugin is an add-on for the %1$sNextGEN Gallery%2$s plugin.
pl_pl: Ten plugin jest dodatkiem do pluginu %1$sNextGEN Gallery%2$s.

source: Thumbnail border (frame) width
pl_pl: Szerokość ramki miniatury

source: Thumbnail border color
pl_pl: Kolor ramki miniatury

source: Thumbnail height
pl_pl: Wysokość miniatury

source: Thumbnail options
pl_pl: Opcje miniatury

source: Thumbnail radius
pl_pl: Promień Miniatury

source: Thumbnail width
pl_pl: Szerokość miniatury

source: Thumbnails
pl_pl: Miniatury

source: Thumbnails and Pushpins common options
pl_pl: Wspólne opcje Miniatur i Znaczników

source: Thumbnails and Pushpins options
pl_pl: Opcje Miniatur i Znaczników (Pinesek)

source: Thumbnails options
pl_pl: Opcje miniatur

source: Thumbnails or Pushpins
pl_pl: Miniatury i Znaczniki

source: Thumbnails preview vertical orientation
pl_pl: Pionowa orientacja podgląd miniatur

source: Thumbs preview background color
pl_pl: Kolor tła podglądu miniatur

source: Title position
pl_pl: Położenie tytułu

source: Too big corner radius will be automatically reduced to half of the thumb size.
pl_pl: Zbyt duży promień narożnika zostanie automatycznie zmniejszony do połowy rozmiaru miniatury.

source: Too big thickness will be automatically reduced to 1/4 of the thumb size. For 0 border will not be created.
pl_pl: Zbyt duża grubość zostanie automatycznie zmniejszona do 1/4 rozmiaru miniatury. Dla 0 obramowania nie zostanie utworzone.

source: Toolbar buttons:
pl_pl: Przyciski paska funkcji:

source: Top of the page
pl_pl: Na górze strony

source: Top offset
pl_pl: Odsunięcie od góry

source: Top or bottom placement
pl_pl: Położenie na górze lub na dole strony

source: Transitions type and speed
pl_pl: Typ i szybkość przekształcenia

source: Translations: German, Polish, Spanish
pl_pl: Tłumaczenia: Niemieckie, Polskie, Hiszpańskie

source: Types: Infobox, Fancybox, Slimbox 2 or Fancybox 3
pl_pl: Typy: Info-okno, Lightbox, Fancybox, Slimbox 2 lub Fancybox 3

source: Upgrade to much more powerful version of the Geo2 Maps with expanded functionality, other beautiful pins and Lightboxes, video capabilities and all of it with plenty of customization options.
pl_pl: Uaktualnij do znacznie bardziej rozbudowanej wersji Geo2 Maps z rozszerzoną funkcjonalnością, nowymi typami znaczników, pięknymi stylami lightboxamów, możliwością odtwarzania filmów i to wszytstko z wieloma opcjami adaptacji.

source: Use Bird's-eye view
pl_pl: Użyj widoku z lotu ptaka

source: Video support and video options
pl_pl: Wsparcie obsługi wideo i opcje wideo

source: Warning
pl_pl: Ostrzeżenie

source: When the Ajax shortcode option above is enabled and the shortcode below is placed in a map shortcode, a map won't be initiated when a page opens. A placeholder will be created in the place of this map. Clicking on it will load and open it.
pl_pl: Gdy powyższa opcja Ajax jest włączona, a poniższy kod jest umieszczony w kodzie mapy, mapa nie zostanie zainicjowana po otwarciu strony internetowej. Zastępczy symbol zostanie utworzony w miejscu tej mapy. Kliknięcie go załaduje i otworzy tę mapę.

source: Which elements should be displayed?
pl_pl: Które elementy powinny być wyświetlone?

source: Which Zoom Level should be used? (maps with several pins are focused automatically)
pl_pl: Jaki poziom powiększenia powinien być użyty? (mapy z wieloma znacznikami zostanie ustawiona automatycznie)

source: Width
pl_pl: Szerokość

source: Worldmap
pl_pl: Mapa Świata (Worldmap)

source: You can show rectangular or round thumbnail images by choosing a desired option on the Thumbnails tab.
pl_pl: Możesz wyświetlić prostokątne lub okrągłe obraz miniatur, wybierając pożądaną opcję na zakładce Miniatury.

source: You can use something like "235px", "auto" or "78%". Number only "235" will be changed to "235px" automatically. "auto" does not work with the Map Height. <br /> Height and width of the maps can be changed directly by using CSS. The class is named <code>geo2_maps_map</code>
pl_pl: Możesz użyć na przykład: „235px”, „auto” lub „78%”. Numer „235” zostanie automatycznie zamieniony na „235px”. „auto” nie działa z wysokością mapy. <br /> Wysokość i szerokość map można zmienić bezpośrednio za pomocą CSS. Klasa CSS ma nazwę <code> geo2_maps_map </code>

source: Zoom
pl_pl: Powiększenie

source: Zoom Level
pl_pl: Stopień powiększenia
